Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Radio Racyja was created on the initiative of independent journalist communities in Belarus and the Belarusian Association in the Republic of Poland, an umbrella organisation of the most important non-governmental organisations created by the Belarusian minority in Poland.
pl: Radio Racja powstało z inicjatywy niezależnych środowisk dziennikarskich na Białorusi oraz Związku Białoruskiego w RP, organizacji zrzeszającej najważniejsze organizacje pozarządowe tworzone przez środowisko białoruskiej mniejszości narodowej w Polsce.

source: The main aim of the Belarusian Radio Racyja is to increase access to free and independent information in Belarus.
pl: Głównym celem Białoruskiego Radia Racja jest zwiększenie dostępu do wolnej, niezależnej informacji na Białorusi.

source: The main source of financing of the radio station is the Ministry of Foreign Affairs of the Republic of Poland.
pl: Głównym źródłem finansowania stacji jest Ministerstwo Spraw Zagranicznych RP.

source: You are here Polish Aid / Our partners / Multilateral assistance / Deputy minister Joanna Wronecka at a Visegrad Group meeting in Prague
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca wielostronna / Wiceminister spraw zagranicznych Joanna Wronecka na spotkaniu Grupy Wyszehradzkiej w Pradze

source: Deputy minister Joanna Wronecka at a Visegrad Group meeting in Prague
pl: Wiceminister spraw zagranicznych Joanna Wronecka na spotkaniu Grupy Wyszehradzkiej w Pradze

source: On 6th April 2016 Undersecretary of State in the Ministry of Foreign Affairs Mrs Joanna Wronecka visited Prague, where she participated in a meeting of deputy foreign ministers of the V4 countries.
pl: Podsekretarz Stanu w MSZ Joanna Wronecka w dniu 6 kwietnia 2016 r. odwiedziła Pragę, gdzie uczestniczyła w spotkaniu wiceministrów spraw zagranicznych państw V4.

source: The talks concerned primarily participation in the European Union Emergency Trust Fund for Stability and Addressing Root Causes of Irregular Migration and Displaced Persons in Africa.
pl: Rozmowy dotyczyły przede wszystkim uczestnictwa w Funduszu Powierniczym UE na rzecz stabilizacji oraz walki z podstawowymi przyczynami nielegalnej migracji oraz zjawiskiem przesiedleńców wewnętrznych w Afryce.

source: The participants of the meeting signed a Memorandum on cooperation in the framework of the Fund .
pl: Podczas spotkania zostało podpisane porozumienie w sprawie współpracy w ramach Funduszu .

source: The Fund constitutes one of the key elements of the European Commission's migration package in the framework of european migration crisis prevention plan.
pl: Fundusz stanowi jeden z kluczowych elementów pakietu migracyjnego Komisji Europejskiej w ramach planu przeciwdziałania kryzysowi imigracyjnemu w Europie.

source: It covers 23 african countries affected by the problem of internal displacement and migration or located on the migration routes.
pl: Zostały nim objęte 23 państwa afrykańskie dotknięte problemem wewnętrznych przesiedleń i migracji, bądź położone na szlakach migracyjnych.

source: The V4 countries have jointly allocated 3.04 mln euro to the Fund, with the contribution of Poland reaching 1.1 mln euro.
pl: Państwa V4 przeznaczyły na Fundusz łącznie 3,04 mln euro, przy czym udział Polski wyniesie 1,1 mln euro.

source: “The idea to set up an emergency trust fund for Africa echoes Poland's demands to place more emphasis on addressing the root causes of illegal migration and to develop a long-term strategy regarding this phenomenon.
pl: „Idea utworzenia funduszu powierniczego dla Afryki wpisuje się w postulaty Polski dot. położenia większego nacisku na zwalczanie pierwotnych przyczyn nielegalnej migracji i wypracowania długoterminowej strategii wobec tego zjawiska.

source: Together with our V4 partners we have decided to pool our contributions in order to more effectively influence the way the European Commission manages the Fund's resources,” stressed Deputy Minister Joanna Wronecka.
pl: Wspólnie z partnerami V4 zdecydowaliśmy się połączyć nasze wpłaty, by skuteczniej wpływać na sposób wykorzystania środków funduszu przez Komisję Europejską” - podkreśliła wiceminister Joanna Wronecka.

source: On the margins of the meeting, the partners also discussed the World Humanitarian Summit planned to take place in Istanbul in the second half of May.
pl: Na marginesie spotkania partnerzy rozmawiali również na temat zaplanowanego na połowę maja Światowego Szczytu Humanitarnego w Stambule.

source: Georgia ranks 75. (2011) in the HDI (Human Development Index) published by the UNDP, which annually monitors the social and economic development of countries around the world.
pl: Gruzja zajmuje 75 pozycję (2011 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: In 2003, Georgia embarked on a path of democratic reforms which are being continued with extensive financial and technical backing from Western donors.
pl: W 2003 roku Gruzja wstąpiła na drogę demokratycznych przemian, które kontynuuje z ogromnym wsparciem finansowym i technicznym ze strony zachodnich donatorów.

source: However, the country has been grappling with territorial integrity problems and a partial economic embargo imposed by Russia - previously its largest trading partner.
pl: Kraj ten boryka się jednak z problemem integralności terytorialnej oraz częściowej blokady gospodarczej ze strony dotychczas największego partnera gospodarczego - Rosji.

source: The Russia-Georgia conflict of August 2008 affected the civilian population, partly destroyed infrastructure in the north of the country, and increased the number of refugees and internally displaced persons.
pl: Na skutek konfliktu rosyjsko-gruzińskiego z sierpnia 2008 roku ucierpiała ludność cywilna, częściowemu zniszczeniu uległa infrastruktura na północy kraju, wzrosła liczba uchodźców i przesiedleńców wewnętrznych.

source: Poland supports the stabilisation and development process in Georgia, which has been a priority Polish development aid recipient since 2004.
pl: Polska wspiera proces stabilizacji i rozwoju Gruzji, która od 2004 roku figuruje pośród priorytetowych biorców polskiej oficjalnej pomocy rozwojowej.

source: In 2013, 19 projects were undertaken in Georgia, among them 12 carried out by local government units or NGO's and 7 carried out by central administration units with a total value of PLN 6 817 880, as well as 8 projects in the framework of the Small Grants System with the value of EUR 136 679 (see full list ).
pl: W roku 2013 na rzecz Gruzji podjęto 19 projektów, w tym 12 projektów jst/ngo i 7 projektów administracji, na łączną kwotę 6 817 880 PLN oraz 8 projektów w ramach systemu małych grantów na kwotę 136 679 EUR (zobacz pełną listę ).

source: In 2013 the Polish development cooperation activities in Georgia are being carried out according to the following priorities (non-governmental organization projects, local governmental units, government administration units):
pl: W 2013 roku polska działalność z zakresu współpracy rozwojowej na rzecz Gruzji (projekty organizacji pozarządowych, jednostek samorządu terytorialnego i organów administracji rządowej) realizowana jest w ramach następujących priorytetów:

source: Support for socially disadvantaged groups (9 projects - PLN 4 127 524)
pl: Wsparcie grup defaworyzowanych społecznie (9 projektów - 4 127 524 PLN)

source: Projects within this priority aim at social and professional development assistance for socially disadvantaged groups, popularization of inclusive education and the improvement of the mechanism of equal educational chances for children and youth in rural regions, the improvement of the support system for people addicted to intoxicating and psychotropic substances, as well as the improvement of the replacement parenting system.
pl: Projekty w ramach powyższego priorytetu służyły aktywizacji zawodowej i społecznej osób z grup defaworyzowanych, upowszechnieniu edukacji włączającej oraz usprawnieniu mechanizmu wyrównywania szans edukacyjnych dzieci i młodzieży w regionach wiejskich, usprawnieniu systemu wsparcia osób uzależnionych od substancji odurzających i od środków psychotropowych, a także wzmocnieniu systemu rodzicielstwa zastępczego.

source: Regional development and public and local administration capacity building (8 projects - PLN 2 099 395 )
pl: Rozwój regionalny i budowa potencjału administracji publicznej i samorządowej (8 projektów - 2 099 395 PLN)

source: Projects within this priority aim at the improvement of the implementation mechanisms of Georgia's Regional Development Strategy by the central, regional and local authorities, improvement of the reaction mechanisms to natural disasters and reducing their risk on a local and regional level, strengthening of cooperation mechanisms on a local level between the public administration and NGOs working on the development of the region.
pl: Działania w tym priorytecie mają się przyczynić do usprawnienia mechanizmów implementacji Strategii Rozwoju Regionalnego Gruzji przez władze centralne, regionalne i lokalne, usprawnieniu mechanizmów reagowania na katastrofy naturalne i redukowaniu ryzyka ich wystąpienia na poziomie regionalnym i lokalnym, wzmocnieniu mechanizmów współpracy na szczeblu lokalnym między administracją publiczną a organizacjami pozarządowymi działającymi na rzecz rozwoju regionu.

source: Small and medium-sized enterprises and creation of new jobs (2 projects - PLN 590 961)
pl: małe i średnie przedsiębiorstwa oraz tworzenie nowych miejsc pracy (2 projekty - 590 961 PLN)

source: Projects within this priority aim at the improvement of the vocational education and professional training systems to adjust them to the needs of the job market and to build the potential of producer groups, cooperatives, small enterprises and support microenterprises.
pl: W tym priorytecie działania sprzyjają usprawnieniu systemu szkolnictwa zawodowego i doskonalenia zawodowego w celu dostosowania do potrzeb rynku pracy oraz budowaniu potencjału grup producenckich, spółdzielni i małych firm, a także wzmocnieniu mikroprzedsiębiorczości.

source: In 2013 the next edition of the Eastern Partnership Academy of Public Administration (EPAPA) will be launched in cooperation with the National School of Public Administration , it will be directed at the representatives of Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine.
pl: W 2013 r. realizowana jest kolejna edycja szkoleń we współpracy z Krajową Szkołą Administracji Publicznej w ramach Programu Akademia Administracji Publicznej Partnerstwa Wschodniego (AAPPW), skierowanego do przedstawicieli Armenii, Azerbejdżanu, Białorusi, Gruzji, Mołdawii oraz Ukrainy.

source: The Eastern Partnership Academy of Public Administration is a program devoted to strengthening of public administration in the Eastern Partnership countries through the organization of specialized courses for officials from partner states.
pl: Akademia Administracji Publicznej PW to program, którego celem jest wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: The aim is to create a professional public administration personnel in the Eastern Partnership countries, which shall serve as a base of experts assisting in the implementation of the principles of a democratic state with the rule of law.
pl: Służy on kształtowaniu profesjonalnej kadry urzędniczej w krajach PW, stanowiącej zaplecze eksperckie niezbędne do wdrażania zasad demokratycznego państwa prawa.

source: The representatives of Georgian administration shall take part in two training modules: civil service training - for all Eastern Partnership countries, and local government reform training - for central administration representatives from Georgia.
pl: Przedstawiciele administracji gruzińskiej zostaną zaproszeni do udział w dwóch modułach szkoleniowych, tj. szkolenie z zakresu służby cywilnej - moduł skierowany do wszystkich krajów Partnerstwa Wschodniego oraz szkolenie z zakresu reformy samorządu terytorialnego w Gruzji - moduł przewidziany dla przedstawicieli administracji centralnej Gruzji.

source: Read more about Polish assistance to Georgia:
pl: Czytaj więcej o polskiej pomocy dla Gruzji:

source: In addition, projects addressed to the Georgian society were implemented through the Solidarity Fund PL, which co-financed 9 projects to the tune of almost PLN 1 million.
pl: Ponadto, projekty na rzecz społeczeństwa gruzińskiego były wdrażane za pośrednictwem Fundacji Solidarności Międzynarodowej, która przyznała dofinansowanie dla 9 projektów w wysokości prawie 1 mln PLN.

source: In 2012, Polish development assistance to Georgia focused on the following priorities:
pl: W 2012 roku polska działalność w zakresie współpracy rozwojowej na rzecz Gruzji skupiła się wokół poniższych priorytetów:

source: support for socially excluded groups (6 projects - PLN 2.18 million)
pl: wsparcie grup defaworyzowanych społecznie (6 projektów - 2,18 mln PLN)

source: These projects were designed to contribute to the social and vocational activation of people from socially excluded groups, improve inclusive education, raise the quality of educational policy of local governments and create equal educational opportunities for young people living in rural areas, streamlining assistance to persons addicted to drugs and other psychotropic substances, as well as enhancing foster partnership institutions.
pl: Projekty w ramach powyższego priorytetu służyły aktywizacji zawodowej i społecznej osób należących do grup de faworyzowanych, poprawie edukacji włączającej, poprawie jakości polityki oświatowej samorządów i wyrównaniu szans edukacyjnych młodzieży w regionach wiejskich, usprawnieniu systemu wsparcia osób uzależnionych od substancji odurzających i od środków psychotropowych, a także wzmocnieniu instytucji zajmujących się rodzicielstwem zastępczym

source: regional development and building public and local government administration potential (3 projects - PLN 2.19 million)
pl: rozwój regionalny i budowa potencjału administracji publicznej i samorządowej (3 projekty - 2,19 mln PLN)

source: Projects in this priority area were designed to streamline local governance and enhance dialogue between public administration and NGOs, professionalization of regional development policy management and improving readiness of local structures and populations to cope with natural disasters and to reduce the risk of their occurrence.
pl: Działania w tym priorytecie miały się przyczynić do usprawnienia zarządzania w samorządzie terytorialnym oraz wzmocnieniu dialogu pomiędzy administracją a organizacjami pozarządowymi, profesjonalizacji zarządzania polityką rozwoju regionalnego oraz wzmocnienia przygotowania struktur i społeczności lokalnych do radzenia sobie z katastrofami naturalnymi i redukowaniu ryzyka ich wystąpienia.

source: small and medium-sized enterprises and job creation (5 projects - PLN 1.4 million)
pl: małe i średnie przedsiębiorstwa oraz tworzenie nowych miejsc pracy (5 projektów - 1,4 mln PLN)

source: Projects in this priority area were designed to support vocational education and lifelong learning in order to improve cooperation between local government, higher education institutions and ministries and the private sector, to initiate and support producer's groups and cooperatives, support the development of micro-entrepreneurship and small businesses, vocational activation of women, support for self-employment, development of innovative technologies based on alternative sources of energy and energy-saving technologies in SMEs and support for measures that develop employees' legal awareness.
pl: W priorytecie działania sprzyjały wsparciu szkolnictwa zawodowego i kształcenia ustawicznego dla doskonalenia współpracy pomiędzy samorządem, uczelniami i ministerstwami a sektorem prywatnym, inicjowaniu formowania i wspieraniu istniejących grup producenckich i spółdzielni oraz wspieraniu rozwoju mikroprzedsiębiorczości i małych firm, aktywizacji zawodowej kobiet, wspieraniu samozatrudnienia, rozwojowi innowacyjnych technologii opartych o alternatywne źródła energii oraz technologii energooszczędnych w MŚP oraz wsparciu działań związanych z rozwojem świadomości prawnej pracowników.

source: In 2012, 14 Georgian civil servants took part in the second edition of a programme of the Eastern Partnership Academy of Public Administration whose aim was to strengthen government administration in the Eastern Partnership countries through the organisation of specialist training courses for civil servants from the EaP partnership countries.
pl: W 2012 roku 14 gruzińskich urzędników wzięło udział w drugiej edycji programu Akademii Administracji Publicznej Partnerstwa Wschodniego, którego celem było wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: One edition of the training programme was organised for the EaP countries in 2012, attended by 10 representatives of Georgia's central government.
pl: Dla przedstawicieli krajów PW w 2012 przeprowadzono jedną edycję szkolenia, w której uczestniczyło 10 przedstawicieli centralnej administracji gruzińskiej.

source: The projects were implemented in the framework of the following priorities:
pl: Projekty były realizowane w ramach następujących priorytetów:

source: Good governance, in particular: regional development and decentralization, preventing and combating corruption, bolstering the social aid system, strengthening independent media, and other initiatives implemented in the EaP framework (14 projects worth PLN 3 574 309);
pl: Dobre rządzenie (good governance), w szczególności: rozwój regionalny i decentralizacja, zapobieganie i zwalczanie korupcji, wzmacnianie systemu pomocy społecznej, wzmocnienie niezależnych środków masowego przekazu oraz inne inicjatywy realizowane w ramach PW (14 projektów na kwotę 3 574 309 PLN),

source: SMEs, in particular: supporting rural entrepreneurship, professional activation of IDPs and marginalized groups, environmental protection (waste disposal), energy efficiency (4 projects worth a total of PLN 1 065 187);
pl: Mała i średnia przedsiębiorczość, w szczególności: wsparcie przedsiębiorczości wiejskiej, aktywizacja zawodowa uchodźców wewnętrznych i grup zmarginalizowanych, ochrona środowiska (utylizacja odpadów), efektywność energetyczna (4 projekty na kwotę 1 065 187 PLN),

source: Development of rural areas and agriculture, in particular: measures to aid underprivileged groups, forestry, forest protection (7 projects worth a total of PLN 2 035 531);
pl: Rozwój obszarów wiejskich i rolnictwo, w szczególności: działania na rzecz grup defaworyzowanych, leśnictwo i ochrona lasów (7 projektów na kwotę 2 035 531 PLN),

source: Migration and border management, in particular: better customs controls and combating customs crime, combating illegal migration (1 project worth PLN 266 370).
pl: Migracje i zarządzanie granicami, w szczególności: usprawnienie kontroli celnej i zwalczanie przestępczości celnej, zwalczanie nielegalnej migracji (1 projekt na kwotę 266 370 PLN).

source: NGOs implemented the largest amount of projects (50%), followed by government administration bodies (27%).
pl: Największą liczbę projektów realizowały organizacje pozarządowe (50%) oraz jednostki administracji rządowej (27%).

source: Other project applicants included local self-government bodies, a research entity, and a higher learning institution.
pl: Wśród projektodawców znalazły się także jednostki samorządu terytorialnego, jednostka naukowa oraz uczelnia wyższa.

source: In the framework of the 2010 Polish foreign aid programme, 18 projects were implemented in Georgia, with appropriations of over PLN 7.5 million.
pl: W ramach programu polskiej pomocy zagranicznej w 2010 r. realizowanych było na rzecz Gruzji 18 projektów na łączną kwotę ponad 7,5 mln PLN - lista projektów w załączniku .

source: The main aid areas were: Georgian regional development, the forestry sector, activities to benefit marginalized and socially-excluded communities, and education.
pl: Główne obszary wsparcia dotyczyły rozwoju regionalnego Gruzji oraz leśnictwa, a także działań na rzecz grup zmarginalizowanych i wykluczonych społecznie oraz edukacji.

source: In 2009, Polish aid focused on the following areas:
pl: Polska pomoc rozwojowa koncentrowała się w 2009 roku na następujących obszarach:

source: rural and agricultural development,
pl: rolnictwo i rozwój obszarów wiejskich,

source: rebuilding small infrastructure (esp. in the field of energy),
pl: odbudowa małej infrastruktury (szczególnie energetycznej),

source: supporting Euro-Atlantic aspirations.
pl: wsparcie aspiracji euroatlantyckich.

source: In 2009, 32 aid projects were implemented in Georgia, with appropriations of over PLN 5.9 million.
pl: W roku 2009 zrealizowano na rzecz Gruzji 32 projekty pomocowe; kwota ich dofinansowania wyniosła ponad 5,9 mln PLN.

source: You are here Polish Aid / News / Debate on the future of the development cooperation
pl: jesteś tutaj Polska pomoc / Aktualności / Debata o przyszłości współpracy rozwojowej

source: Debate on the future of the development cooperation
pl: Debata o przyszłości współpracy rozwojowej

source: It was an occasion to discuss the present and future shape of the international development policy, including the involvement in development aid of its greatest donor, i.e. the European Union, as well as that of countries such as Poland, which in spite of various internal challenges, participate increasingly more actively in the international discussion on development cooperation.
pl: Konferencja była okazją do dyskusji nad aktualnym stanem oraz przyszłością międzynarodowej polityki rozwojowej, w tym zaangażowania w kwestie pomocy rozwojowej największego z donatorów jakim jest Unia Europejska, a także takich państw jak Polska, które pomimo różnorodnych wyzwań wewnętrznych, coraz aktywniej zabierają głos w międzynarodowej dyskusji nt. współpracy rozwojowej.

source: The discussion focused, among other things, on the implementation of the Millennium Development Goals by 2015 and the Sustainable Development Goals by 2030 established for the coming years.
pl: Dyskusja koncentrowała się m.in. wokół realizacji do roku 2015 Milenijnych Celów Rozwoju oraz założonych na następne lata Zrównoważonych Celów Rozwoju 2030.

source: The participants discussed also the current problems faced by Europe, North Africa and the Middle East, arising from an unprecedented scale of population movements resulting from armed conflicts, destabilization of states and international terrorism.
pl: Wymiana zdań dotyczyła również aktualnych problemów wynikających dla Europy, Afryki Północnej i Bliskiego Wschodu z niespotykanej dotąd skali przemieszczeń ludności będących rezultatem konfliktów zbrojnych, destabilizacji państw oraz problematyki międzynarodowego terroryzmu.

source: During the debate, in which their views were exchanged by the panelists and the other participants, the view prevailed that even a partial implementation of the Millennium Development Goals bodes well for the implementation of the Sustainable Development Goals.
pl: W czasie debaty, w której wypowiadali się paneliści i pozostali uczestnicy konferencji dominował pogląd, że przynajmniej częściowa realizacja Milenijnych Celów Rozwoju stanowi dobry prognostyk realizacji Zrównoważonych Celów Rozwojowych.
